INSERT INTO companies VALUES
(1, 'Famous 3 axes', 'Зубенко Михаил Петрович', 300),
(2, 'CatClub', 'Фарисова Регина Юрьевна', 200),
(3, 'VA-11-HALL-4', 'Дороти Хейз Борисовна', 1000);
INSERT INTO casino_list VALUES
(1, 'Улица Советов 24/3', 1, 1),
(2, 'Улица Багратиона 88', 2, 1),
(3, 'Улика Котовского 13', 1, 2),
(4, 'Улица Возрождения 66',1, 3);
INSERT INTO slotMachines VALUES
(1, 1, 'Mafia Gamble 1', 80, 6000, 1),
(2, 2, 'Mafia Gamble 2', 40, 1000, 1),
(3, 3, 'Mafia Gamble 3', 500, 66000, 1),
(4, 4, 'Mafia Returns', 100, 4000, 1),
(5, 5, 'Mafia Returns 2', 1000, 0, 1),
(6, 1, 'One headed Cat-pirate', 200, 100, 2),
(7, 2, 'Two headed Cat-pirate', 100, 1300, 2),
(8, 3, 'Gate to timetravel deluxe', 1000, 20000, 2),
(9, 1, 'Piano woman', 1000, 100, 3),
(10, 2, 'Piano man', 100, 20000, 3);
INSERT INTO workers VALUES
(1, 'Дилер', 'Андрей Теневой Сергреевич', 80000, TO_DATE('30/09/2000', 'DD/MM/YYYY'), 4),
(2, 'Бармен', 'R2-D2', 20000, TO_DATE('1/12/2015', 'DD/MM/YYYY'), 4),
(3, 'Бармен', 'R5-D5', 40000, TO_DATE('1/12/2019', 'DD/MM/YYYY'), 4),
(4, 'Директор', 'GONK-DROID', 200000, TO_DATE('1/12/1900', 'DD/MM/YYYY'), 4),
(5, 'Охранник', 'B1-1', 2000, TO_DATE('8/12/2020', 'DD/MM/YYYY'), 4),
(6, 'Охранник', 'B1-2', 2000, TO_DATE('8/12/2020', 'DD/MM/YYYY'), 4),
(7, 'Охранник', 'КС-7567', 2000, TO_DATE('1/12/2015', 'DD/MM/YYYY'), 2),
(8, 'Дилер', 'Рыжков Вячеслав Дмитриевич', 800000, TO_DATE('5/10/2000', 'DD/MM/YYYY'), 2),
(9, 'Охранник', 'КК-2224', 2000, TO_DATE('1/12/2015', 'DD/MM/YYYY'), 1),
(10, 'Бармен', 'Кеновьев Бобби Генадьев', 10000, TO_DATE('1/12/1980', 'DD/MM/YYYY'), 1),
(11, 'Дилер', 'Улиткович Турбо Петрович', 1000, TO_DATE('1/12/1980', 'DD/MM/YYYY'), 1),
(12, 'Охранник', 'Тетерин Альберт  Кузьминов', 10000, TO_DATE('1/12/2000', 'DD/MM/YYYY'), 1),
(13, 'Дилер', 'Ловушников Рюко Устинов', 10000, TO_DATE('1/12/2004', 'DD/MM/YYYY'), 1),
(14, 'Бармен', 'Амановна Сусанна Дарьевна', 10000, TO_DATE('1/12/1960', 'DD/MM/YYYY'), 1);







